---
title: 一个 blog 作者的困惑
created: 2015-08-21
...

必须承认，在人人都在读图和消费内容的今天，个人仍然试图生产内容是一件非常老土的事情。一位伊朗的著名 blog 作者，Hossein Derakhshan，就在 Medium 上写了一篇长文：[The Web We Have to Save](https://medium.com/matter/the-web-we-have-to-save-2eb1fe15a426)，哀悼基于文本的，开放的互联网正在被简单的读图网络和社交网络上的“好”（❤️）、顶（⬆️）和赞（👍）取代。而每个人接受的信息也正在变得简单化，大家只要打开有限的几个网站刷一刷，再简单地表态即可。上网曾经是发表意见和参与讨论的代名词，如今却变得像看电视一样简单，而无论是政府还是大公司都因此可以更容易地操纵和控制大众。

Blog 确实衰落了，被简单无脑的微博和社交网络所取代。但这件事情可以从一个不那么悲观和愤怒的角度去解读。Internet 从文本起家，超文本是伟大的发明，这些都没错，但人们一直在努力让 Internet 不仅仅限于文本。过去20年中互联网行业的每个技术革新，都是为了更多类型的数据和内容能够呈现在互联网上，以及能够更容易地被人们获取。当用户能够享受和生产不限于文本的内容，他们自然会去探索这种可能性，而且大多数人会选择需要投入的时间最少、获取的收益最多的方式，Instagram 和 Facebook 就是这样应运而生的。这样的 Internet 才会吸引更多类型的用户，而不仅仅是善于和喜欢从文本中获取信息和流连于不停跳转的链接的早期 Web 用户。换句话说，blog 的热潮没有持续到现在，是因为当初写 blog 的人当中，就没有那么多需要用文字表达自我的，多数人只是跟风这一当时流行的上网活动而已，他们今天转为发微博，明天去刷微信朋友圈，都是再正常不过的了。当初写字的那些人都还在，只不过更加分散了，发表文字的方式、平台都不再相同，这也可算是一种去中心化的过程。

Derakhshan 怀念那个 blog 一呼百应的年代，认为那个时代才有思想的高效交流，基于文本的互联网让深入的思考成为可能。但他忽视的是 blog 写作虽然看起来平易近人，却是一项精英才能持续和获得满足感的活动。没有大量时间精力的投入，blog 是无法经营好和成为长期的习惯的。对于会写的人来说，今天的互联网仍然有他们的发声之地，而使用更加方便的社交媒体能让他们的粉丝更快地将这些文字扩散出去。

无论是过去的文本式 Web 还是今天的社交网络 Web，背后的推动力都是同一个：广告。Derakhshan 在互联网上激扬文字的时候，大家都热衷于写 blog，广告商们也在寻求与它有关的盈利方式，还记得那些会高亮你提到的广告关键词或品牌名称的[插件](https://en.wikipedia.org/wiki/In-text_advertising)吗？现在广告商们发现社交网络能够以更便捷的方式带来更高的转化率，自然就放弃 blog 而去了，这与政府和大公司的阴谋什么的，并没有直接的关系。只要广告还是把面包放到互联网内容提供商桌子上的力量，互联网上出现更多对广告友好的内容形式就是必然的。电视打败收音机和杂志不仅因为它更无脑，也因为它是广告信息更好的载体。今天发生在互联网上的事情只不过是 cyberspace 又在重复 real life 中发生过的事件罢了。

总之，人们不再愿意上网写字，是因为他们本来就不愿意写字，而写字也无利可图。互联网技术的发展，让人们在网上有别的事情可以做了，仅此而已。

和现实生活中并没有自动形成的讨论空间一样，我们并不能期待互联网变成一个鼓励文字和思想交换的公共空间，因为产生这样一个覆盖全球的公共空间的驱动力并不存在。只有商业和欲望是全球化的，文本和思想的交流从来都没有达到真正全球化的程度。人们也不会仅仅因为一个空间的存在，就能克服懒惰、胆怯和虚荣而展示自己不成熟的意见。讨论的形成需要对共同议题和利益的关注，也需要中心化的强力信息源来构建议题，最后是需要提供讨论的场所和气氛。互联网能够做好的只有最后一项，无论它是基于文本还是其他媒体。

仍然相信互联网是一个基于文本的讨论平台的写作者，不能将构建起梦想中与世界交流思想的乌托邦的希望，寄托于批判社交网络和唤回 blog 的幽灵。Blog 和微信公众号这些东西，容易让人产生错觉，即自己是媒体，而互联网是工具。事实上，这篇 blog，还有其他 blog，以及那些看完了就遗忘的公众号文章，都只是内容，我们这些寄居于互联网的写作者只是内容的提供者。真正的媒体是互联网本身，按照麦克卢汉的理论，这也让互联网本身成为讯息，它是我们对商业的依赖和对宁可放弃隐私也要换取的认同感的需要的反映。为什么互联网和传统媒体都更加热衷于传递事实和设置热点话题而躲避传递观点和设置议题了呢？因为媒体本身就是讯息。它追逐什么，它的受众追逐什么，就是我们最终能看到和留存的，就是反映集体欲望和诉求的讯息。Blog 作为对内容再加工的产物，也必然越来越受制于媒体提供的内容，让它设置新的议题，谈论互联网媒体代表的信息之外的论点，即使不是不可能的，也是极为困难的。

对于有追求的写作者来说，失去 blog 或者类似的平台，以及失去曾经在他们每篇文章下留言讨论的拥趸（他现在在 Instagram 和小咖秀上，迷恋着完全不同的网络红人和明星，并发表着篇幅很长但充满了表情符号的评论），并不是一件值得难过和惋惜的事情。这些事实只是提示他们，利用媒体，而不是成为媒体的组成部分，从来就没有想象中简单，更不是像互联网的勃兴所暗示的那样简单。写作者都希望被人发现，自己的作品被广泛传播和评论，这是追求更好的文字的动力，但不应当是写作这个活动的动力。写作是一个内化的过程，写作者最终都会相信他作品中的讯息，而写作的真正价值在于它让写作者成为怎样的人、怎样生活。至于作品本身是千夫所指、无人问津还是万人景仰，都只是副产品。

读 Stephen Greenblatt 的 [*the Swerve*](http://book.douban.com/subject/6080667/)，我对一个细节印象深刻，就是那些抄写经文的僧侣，很多人并不能读懂自己抄写的经典，也没有机会再次阅读，但他们以极度的耐心和认真来完成这枯燥的工作，将这看作是对自己的磨练和养成。略带讽刺的是，我相信这种态度和一个好的作者写自己认为重要的作品时应有的态度是相通的。一个人可以在莎草纸上写作，在羊皮卷上写作，在打字机上写作，在互联网上写作，但任何时候他都应当是为解答自己的疑问而写作。粉丝都到哪里去了，互联网还是不是一个自由开放的平台，除非这就是写作者需要解答的问题，否则与写作无关。

至于写作者和读者相互支持，共同进步的团体，互联网确实让这种团体的形成方便了许多，但互联网本身并不是这种团体持续存在的必要或充分条件。共同的语言和关注仍然是线上线下团体的存续所必须的。在文本不再占互联网主流的时候，具有这些共同点的作者和读者如何找到对方，倒确实是一个问题，不过，社交网络至少不会让情形变坏吧。
