---
title: 为项目写故事
created: 2015-04-17
...

我用 Evernote 管理任务，每个项目有一个笔记本，每个负责领域的项目是一个笔记本组，而每个任务是一条单独的笔记。这样做的好处是 capture 比较方便，而且在执行任务的过程中有什么要记的都可以很容易地写到对应的笔记里，方便以后做类似的工作时参考。

但是 capture 的过程难免会有遗漏。有些项目在一段时间不做以后，就不太清楚做到什么程度了。某个工作到底是谁负责，ta有告诉我进度吗？这件事我做完了，但是通知了其他组员没有？这些问题在目前的 Evernote 系统里，面对单个的笔记，是很难回答的。而且笔记中的内容往往是“怎样做”，而不是“为什么要做”，因此面对一个笔记本中的众多笔记，很难形成关于项目进展的具体概念。

所以我想对于每个负责的领域，到每个项目，再到每个项目中的子项目和具体的动作，需要通过一个 story 将它们有机地联系起来，解决“为什么要做”和“做了什么”的问题。本着尽量简化的原则，这个系统应该存在于现有的工具中。所以，它要么是基于现在的 Evernote 笔记，利用其超链接功能构建，要么是在 ikiwiki 里，通过其无限层级的子页面功能构建。

无论哪种形式，对于各个层级，都要有一个专门的笔记（页面），以 prose 的形式记录项目的来龙去脉，描述其下各项工作的目的，再以超链接和子页面列表的形式联系下级页面。

这样做当然会带来很大的 overhead，但是好处是将来的回顾会比较方便。
